---
kind: other
id: Methods.T:Autodesk.Revit.DB.ChangeType
source: html/41aafbe7-747b-902e-581f-a21054412cf3.htm
---
# ChangeType Methods

Creates a ChangeType that is a union of the two input ChangeTypes